# 3 + один = 4
# 3 + один = 3один
#
# целостные числа (integer)
# 5, 10 и далее
#
# числа с плавающей точкой (float)
# 5.5, 10.02
#
# строки (string)
# Текст. Надо в двойные или одинарные ковычки. "Hello"
#
# boolean
# True - Правда
# False - Ложь
#
# И другие
#
# Переменное (var) - имя, которое использует ячейку в памяти для хранения значения. Запоминать, переиспользовать и передавать, ссылалться на обьект
# Правильный неймин:
# 1) Первым символом буквы или нижний знак подверкивания
#
# var
# _variable
#
# 2) Все символы кроме первого могут быть с нижним, верхним регистром и цифр
# 3) Имя переменной не должно содержать пробелов и спец символов
# 4) имя переменной не должно быть похоже на другое ключевое слово в языке (нельзя создать c именем print)


num_1 = 2
num_2 = 5
result = num_1 + num_2
print(result)